Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

source: Log your first expense or income — tap ➕ above, or use a Quick action.
ar: سجّل أول مصروف أو دخل لك — اضغط ➕ أعلاه، أو استخدم إجراءً سريعًا.
bn: আপনার প্রথম খরচ বা আয় লগ করুন — উপরে ➕ ট্যাপ করুন, অথবা একটি কুইক অ্যাকশন ব্যবহার করুন।
de: Erfasse deine erste Ausgabe oder Einnahme – tippe oben auf ➕ oder nutze eine Schnellaktion.
es: Registra tu primer gasto o ingreso: toca ➕ arriba o usa una acción rápida.
fr: Enregistre ta première dépense ou ton premier revenu — appuie sur ➕ ci-dessus, ou utilise une action rapide.
hi: अपना पहला खर्च या आय दर्ज करें — ऊपर ➕ टैप करें, या किसी क्विक एक्शन का उपयोग करें।
id: Catat pengeluaran atau pemasukan pertamamu — ketuk ➕ di atas, atau gunakan Aksi Cepat.
ja: 最初の支出や収入を記録しましょう。上の➕をタップするか、クイックアクションを使ってください。
ko: 첫 지출이나 수입을 기록해 보세요 — 위의 ➕를 탭하거나 빠른 동작을 사용하세요.
mr: तुमचा पहिला खर्च किंवा उत्पन्न नोंदवा — वरील ➕ टॅप करा, किंवा क्विक अ‍ॅक्शन वापरा.
ne: आफ्नो पहिलो खर्च वा आम्दानी लग गर्नुहोस् — माथिको ➕ ट्याप गर्नुहोस्, वा द्रुत कार्य प्रयोग गर्नुहोस्।
pt_br: Registre sua primeira despesa ou receita — toque em ➕ acima, ou use uma ação rápida.
ru: Запишите первый расход или доход — нажмите ➕ выше или используйте быстрое действие.
ta: உங்கள் முதல் செலவு அல்லது வருமானத்தைப் பதிவு செய்யுங்கள் — மேலே ➕ ஐத் தட்டவும், அல்லது ஒரு விரைவு செயலைப் பயன்படுத்தவும்.
te: మీ మొదటి ఖర్చు లేదా ఆదాయాన్ని నమోదు చేయండి — పైన ➕ నొక్కండి, లేదా Quick action వాడండి.
tr: İlk gider veya gelirinizi kaydedin — yukarıdaki ➕'ye dokunun ya da bir Hızlı işlem kullanın.
ur: اپنا پہلا خرچ یا آمدنی درج کریں — اوپر ➕ ٹیپ کریں، یا کوئی فوری عمل استعمال کریں۔
vi: Ghi lại khoản chi hoặc thu nhập đầu tiên — chạm ➕ ở trên, hoặc dùng một Thao tác nhanh.

source: Log your first expense or income — tap ➕ above.
ar: سجّل أول مصروف أو دخل لك — اضغط ➕ أعلاه.
bn: আপনার প্রথম খরচ বা আয় লগ করুন — উপরে ➕ ট্যাপ করুন।
de: Erfasse deine erste Ausgabe oder Einnahme – tippe oben auf ➕.
es: Registra tu primer gasto o ingreso: toca ➕ arriba.
fr: Enregistre ta première dépense ou ton premier revenu — appuie sur ➕ ci-dessus.
hi: अपना पहला खर्च या आय दर्ज करें — ऊपर ➕ टैप करें।
id: Catat pengeluaran atau pemasukan pertamamu — ketuk ➕ di atas.
ja: 最初の支出や収入を記録しましょう。上の➕をタップしてください。
ko: 첫 지출이나 수입을 기록해 보세요 — 위의 ➕를 탭하세요.
mr: तुमचा पहिला खर्च किंवा उत्पन्न नोंदवा — वरील ➕ टॅप करा.
ne: आफ्नो पहिलो खर्च वा आम्दानी लग गर्नुहोस् — माथिको ➕ ट्याप गर्नुहोस्।
pt_br: Registre sua primeira despesa ou receita — toque em ➕ acima.
ru: Запишите первый расход или доход — нажмите ➕ выше.
ta: உங்கள் முதல் செலவு அல்லது வருமானத்தை பதிவு செய்யுங்கள் — மேலே உள்ள ➕ ஐ தட்டவும்.
te: మీ మొదటి ఖర్చు లేదా ఆదాయాన్ని నమోదు చేయండి — పైన ➕ నొక్కండి.
tr: İlk gider veya gelirinizi kaydedin — yukarıdaki ➕'ye dokunun.
ur: اپنا پہلا خرچ یا آمدنی درج کریں — اوپر ➕ ٹیپ کریں۔
vi: Ghi lại khoản chi hoặc thu nhập đầu tiên — chạm ➕ ở trên.
zh_hans: 记录第一笔收支 — 点上方的 ➕。

source: Mark Paid
ar: وضع علامة مدفوع
bn: পরিশোধিত চিহ্নিত করুন
de: Als bezahlt markieren
es: Marcar como pagado
fr: Marquer comme payé
hi: भुगतान हुआ चिह्नित करें
id: Tandai Lunas
ja: 支払い済みにする
ko: 결제 완료로 표시
mr: भरले म्हणून चिन्हांकित करा
ne: तिरियो भनी चिन्ह लगाउनुहोस्
pt_br: Marcar como Pago
ru: Отметить оплаченным
ta: செலுத்தப்பட்டதாகக் குறி
te: చెల్లించినట్లు గుర్తించు
tr: Ödendi Olarak İşaretle
ur: ادا شدہ نشان زد کریں
vi: Đánh dấu đã trả
zh_hans: 标记为已付

source: Marks every open amount as settled and resets the balance to zero.
ar: يضع علامة على كل مبلغ مفتوح بأنه مسوّى ويعيد الرصيد إلى صفر.
bn: সব বকেয়া পরিমাণ মিটমাট হিসেবে চিহ্নিত করে এবং ব্যালেন্স শূন্যে রিসেট করে।
de: Markiert jeden offenen Betrag als beglichen und setzt den Saldo auf null zurück.
es: Marca todos los importes pendientes como saldados y restablece el saldo a cero.
fr: Marque tous les montants ouverts comme réglés et remet le solde à zéro.
hi: हर बकाया राशि को सेटल्ड चिह्नित करता है और बैलेंस को शून्य कर देता है।
id: Menandai semua nominal terbuka sebagai lunas dan mengatur ulang saldo ke nol.
ja: 未精算の金額をすべて精算済みにし、残高をゼロにリセットします。
ko: 미결제 금액을 모두 정산 처리하고 잔액을 0으로 초기화해요.
mr: सर्व प्रलंबित रक्कम मिटवलेली म्हणून चिन्हांकित करते आणि शिल्लक शून्यावर आणते.
ne: सबै बाँकी रकमलाई फर्छ्यौट भएको चिन्ह लगाउँछ र ब्यालेन्सलाई शून्यमा रिसेट गर्छ।
pt_br: Marca todos os valores em aberto como quitados e zera o saldo.
ru: Отмечает все открытые суммы как погашенные и обнуляет баланс.
ta: எல்லா நிலுவைத் தொகைகளையும் தீர்க்கப்பட்டதாகக் குறித்து, மீதியை பூஜ்ஜியமாக மீட்டமைக்கிறது.
te: అన్ని బాకీ మొత్తాలను సెటిల్ అయినట్లు గుర్తించి, బ్యాలెన్స్‌ను జీరోకు రీసెట్ చేస్తుంది.
tr: Tüm açık tutarları kapatılmış olarak işaretler ve bakiyeyi sıfırlar.
ur: ہر کھلی رقم کو طے شدہ نشان زد کرتا ہے اور بیلنس کو صفر پر ری سیٹ کرتا ہے۔
vi: Đánh dấu mọi khoản còn mở là đã tất toán và đưa số dư về 0.
zh_hans: 把所有未结金额标记为已结清，并将余额归零。

source: Money you borrowed and repay monthly.
ar: مبلغ اقترضته وتسدده شهريًا.
bn: আপনি যে টাকা ধার করেছেন এবং প্রতি মাসে পরিশোধ করেন।
de: Geld, das du geliehen hast und monatlich zurückzahlst.
es: Dinero que pediste prestado y devuelves mensualmente.
fr: Argent emprunté que tu rembourses chaque mois.
hi: वह पैसा जो आपने उधार लिया और हर महीने चुकाते हैं।
id: Uang yang kamu pinjam dan lunasi tiap bulan.
ja: 借りたお金を毎月返済していくものです。
ko: 빌린 돈을 매달 갚아나가는 대출이에요.
mr: तुम्ही घेतलेले आणि दर महिन्याला परत करत असलेले पैसे.
ne: तपाईंले लिनुभएको र हरेक महिना तिर्नुपर्ने पैसा।
pt_br: Dinheiro que você pegou emprestado e paga mensalmente.
ru: Деньги, которые вы заняли и погашаете ежемесячно.
ta: நீங்கள் கடன் வாங்கி மாதந்தோறும் திரும்பச் செலுத்தும் தொகை.
te: మీరు అప్పుగా తీసుకుని నెలవారీగా తిరిగి చెల్లించే డబ్బు.
tr: Borç aldığınız ve aylık geri ödediğiniz para.
ur: وہ رقم جو آپ نے قرض لی اور ماہانہ واپس کرتے ہیں۔
vi: Khoản tiền bạn đã vay và trả hàng tháng.
zh_hans: 你借入并按月偿还的钱。

source: Month
ar: الشهر
bn: মাস
de: Monat
es: Mes
fr: Mois
hi: महीना
id: Bulan
ja: 月
ko: 월
mr: महिना
ne: महिना
pt_br: Mês
ru: Месяц
ta: மாதம்
te: నెల
tr: Ay
ur: مہینہ
vi: Tháng
zh_hans: 月

source: Monthly
ar: شهري
bn: মাসিক
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
id: Bulanan
ja: 毎月
ko: 매달
mr: मासिक
ne: मासिक
pt_br: Mensal
ru: Ежемесячно
ta: மாதாந்திரம்
te: నెలవారీ
tr: Aylık
ur: ماہانہ
vi: Hàng tháng
zh_hans: 每月

source: Monthly income
ar: الدخل الشهري
bn: মাসিক আয়
de: Monatliches Einkommen
es: Ingreso mensual
fr: Revenu mensuel
hi: मासिक आय
id: Pemasukan bulanan
ja: 月収
ko: 월 수입
mr: मासिक उत्पन्न
ne: मासिक आम्दानी
pt_br: Receita mensal
ru: Ежемесячный доход
ta: மாதாந்திர வருமானம்
te: నెలవారీ ఆదాయం
tr: Aylık gelir
ur: ماہانہ آمدنی
vi: Thu nhập hàng tháng
zh_hans: 月收入

source: Monthly Plan
ar: الخطة الشهرية
bn: মাসিক পরিকল্পনা
de: Monatsplan
es: Plan mensual
fr: Plan mensuel
hi: मासिक योजना
id: Rencana Bulanan
ja: 月間プラン
ko: 월간 플랜
mr: मासिक योजना
ne: मासिक योजना
pt_br: Plano Mensal
ru: План на месяц
ta: மாதாந்திர திட்டம்
te: నెలవారీ ప్లాన్
tr: Aylık Plan
ur: ماہانہ منصوبہ
vi: Kế hoạch hàng tháng
zh_hans: 月度计划

source: Monthly salary
ar: الراتب الشهري
bn: মাসিক বেতন
de: Monatsgehalt
es: Salario mensual
fr: Salaire mensuel
hi: मासिक वेतन
id: Gaji bulanan
ja: 月給
ko: 월급
mr: मासिक पगार
ne: मासिक तलब
pt_br: Salário mensal
ru: Ежемесячная зарплата
ta: மாதாந்திர சம்பளம்
te: నెలవారీ జీతం
tr: Aylık maaş
ur: ماہانہ تنخواہ
vi: Lương hàng tháng
zh_hans: 月薪

source: Months: %lld
ar: الأشهر: %lld
bn: মাস: %lld
de: Monate: %lld
es: Meses: %lld
fr: Mois : %lld
hi: महीने: %lld
id: Bulan: %lld
ja: 月数：%lld
ko: 개월 수: %lld
mr: महिने: %lld
ne: महिना: %lld
pt_br: Meses: %lld
ru: Месяцев: %lld
ta: மாதங்கள்: %lld
te: నెలలు: %lld
tr: Ay sayısı: %lld
ur: مہینے: %lld
vi: Số tháng: %lld
zh_hans: 期数：%lld

source: More
ar: المزيد
bn: আরও
de: Mehr
es: Más
fr: Plus
hi: और
id: Lainnya
ja: その他
ko: 더 보기
mr: अधिक
ne: थप
pt_br: Mais
ru: Ещё
ta: மேலும்
te: మరిన్ని
tr: Daha Fazla
ur: مزید
vi: Thêm
zh_hans: 更多

source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
ko: 이름
mr: नाव
ne: नाम
pt_br: Nome
ru: Имя
ta: பெயர்
te: పేరు
tr: Ad
ur: نام
vi: Tên
zh_hans: 名称

source: Name (e.g. iPhone, Car loan)
ar: الاسم (مثل: آيفون، قرض سيارة)
bn: নাম (যেমন iPhone, গাড়ির ঋণ)
de: Name (z. B. iPhone, Autokredit)
es: Nombre (p. ej., iPhone, Préstamo del coche)
fr: Nom (ex. iPhone, Prêt auto)
hi: नाम (जैसे iPhone, कार लोन)
id: Nama (mis. iPhone, Pinjaman mobil)
ja: 名前（例：iPhone、車のローン）
ko: 이름 (예: 아이폰, 자동차 대출)
mr: नाव (उदा. iPhone, कार कर्ज)
ne: नाम (जस्तै, iPhone, कार ऋण)
pt_br: Nome (ex.: iPhone, Financiamento do carro)
ru: Название (например, iPhone, кредит на авто)
ta: பெயர் (எ.கா. iPhone, கார் கடன்)
te: పేరు (ఉదా. iPhone, కారు రుణం)
tr: Ad (örn. iPhone, Araba kredisi)
ur: نام (مثلاً iPhone، کار قرض)
vi: Tên (ví dụ: iPhone, Vay mua xe)
zh_hans: 名称（如 iPhone、车贷）

source: Net
ar: الصافي
bn: নিট
de: Netto
es: Neto
hi: नेट
id: Bersih
ja: 純額
ko: 순액
mr: निव्वळ
ne: खुद
pt_br: Líquido
ru: Итого
ta: நிகர
te: నెట్
ur: خالص
vi: Ròng

source: NET
ar: الصافي
bn: নিট
de: NETTO
es: NETO
hi: शुद्ध
id: BERSIH
ja: 収支
ko: 순액
mr: निव्वळ
ne: खुद
pt_br: LÍQUIDO
ru: ИТОГ
ta: நிகர
te: నికర
ur: خالص
vi: RÒNG
zh_hans: 净额

source: Net %@
ar: الصافي %@
bn: নিট %@
de: Netto %@
es: Neto %@
hi: नेट %@
id: Bersih %@
ja: 純額 %@
ko: 순액 %@
mr: निव्वळ %@
ne: खुद %@
pt_br: Líquido %@
ru: Итого: %@
ta: நிகர %@
te: నెట్ %@
ur: خالص %@
vi: Ròng %@

source: New Installment
ar: قسط جديد
bn: নতুন কিস্তি
de: Neue Ratenzahlung
es: Nueva cuota
fr: Nouvelle mensualité
hi: नया इंस्टॉलमेंट
id: Cicilan Baru
ja: 新しい分割払い
ko: 새 할부
mr: नवीन हप्ता
ne: नयाँ किस्ता
pt_br: Novo Parcelamento
ru: Новая рассрочка
ta: புதிய தவணை
te: కొత్త వాయిదా
tr: Yeni Taksit
ur: نئی قسط
vi: Khoản trả góp mới
zh_hans: 新建分期

source: Next month
ar: الشهر القادم
bn: পরের মাস
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
hi: अगला महीना
id: Bulan berikutnya
ja: 翌月
ko: 다음 달
mr: पुढील महिना
ne: अर्को महिना
pt_br: Próximo mês
ru: Следующий месяц
ta: அடுத்த மாதம்
te: తదుపరి నెల
tr: Gelecek ay
ur: اگلا مہینہ
vi: Tháng sau

source: Next: %@
ar: التالي: %@
bn: পরবর্তী: %@
de: Nächste: %@
es: Siguiente: %@
fr: Prochain : %@
hi: अगला: %@
id: Berikutnya: %@
ja: 次回：%@
ko: 다음: %@
mr: पुढील: %@
ne: अर्को: %@
pt_br: Próximo: %@
ru: Далее: %@
ta: அடுத்தது: %@
te: తర్వాత: %@
tr: Sıradaki: %@
ur: اگلا: %@
vi: Tiếp theo: %@
zh_hans: 下次：%@

source: No activity
ar: لا يوجد نشاط
bn: কোনো কার্যক্রম নেই
de: Keine Aktivität
es: Sin actividad
fr: Aucune activité
hi: कोई गतिविधि नहीं
id: Tidak ada aktivitas
ja: アクティビティなし
ko: 활동 없음
mr: कोणतीही हालचाल नाही
ne: कुनै गतिविधि छैन
pt_br: Nenhuma atividade
ru: Нет активности
ta: செயல்பாடு இல்லை
te: కార్యకలాపం లేదు
tr: Hareket yok
ur: کوئی سرگرمی نہیں
vi: Không có hoạt động

source: No budget
ar: لا توجد ميزانية
bn: কোনো বাজেট নেই
de: Kein Budget
es: Sin presupuesto
fr: Aucun budget
hi: कोई बजट नहीं
id: Tidak ada anggaran
ja: 予算なし
ko: 예산 없음
mr: बजेट नाही
ne: बजेट छैन
pt_br: Nenhum orçamento
ru: Бюджет не задан
ta: பட்ஜெட் இல்லை
te: బడ్జెట్ లేదు
tr: Bütçe yok
ur: کوئی بجٹ نہیں
vi: Chưa có ngân sách
zh_hans: 未设预算

source: No data for this period
ar: لا توجد بيانات لهذه الفترة
bn: এই সময়ের কোনো তথ্য নেই
de: Keine Daten für diesen Zeitraum
es: Sin datos para este periodo
fr: Aucune donnée pour cette période
hi: इस अवधि का कोई डेटा नहीं
id: Tidak ada data untuk periode ini
ja: この期間のデータはありません
ko: 이 기간에는 데이터가 없습니다
mr: या कालावधीसाठी डेटा नाही
ne: यो अवधिको डेटा छैन
pt_br: Sem dados para este período
ru: Нет данных за этот период
ta: இந்தக் காலத்திற்குத் தரவு இல்லை
te: ఈ వ్యవధికి డేటా లేదు
tr: Bu dönem için veri yok
ur: اس دورانیے کا کوئی ڈیٹا نہیں
vi: Không có dữ liệu cho kỳ này
zh_hans: 该时段暂无数据

source: No debts yet
ar: لا توجد ديون بعد
bn: এখনও কোনো ধার নেই
de: Noch keine Schulden
es: Aún no hay deudas
fr: Aucune dette pour l’instant
hi: अभी तक कोई उधार नहीं
id: Belum ada utang
ja: まだ貸し借りはありません
ko: 아직 빚이 없어요
mr: अद्याप कोणतीही उधारी नाही
ne: अहिलेसम्म कुनै सापटी छैन
pt_br: Nenhuma dívida ainda
ru: Пока нет долгов
ta: இதுவரை கடன்கள் இல்லை
te: ఇంకా బాకీలు లేవు
tr: Henüz borç yok
ur: ابھی تک کوئی قرض نہیں
vi: Chưa có khoản nợ nào
zh_hans: 暂无欠款

source: No friends yet
ar: لا يوجد أصدقاء بعد
bn: এখনও কোনো বন্ধু নেই
de: Noch keine Freunde
es: Aún no hay amigos
fr: Aucun ami pour l’instant
hi: अभी तक कोई दोस्त नहीं
id: Belum ada teman
ja: まだ友達がいません
ko: 아직 친구가 없어요
mr: अद्याप कोणतेही मित्र नाहीत
ne: अहिलेसम्म कुनै साथी छैन
pt_br: Nenhum amigo ainda
ru: Пока нет друзей
ta: இதுவரை நண்பர்கள் இல்லை
te: ఇంకా స్నేహితులు లేరు
tr: Henüz arkadaş yok
ur: ابھی تک کوئی دوست نہیں
vi: Chưa có bạn bè nào
zh_hans: 暂无好友

source: No goals yet
ar: لا توجد أهداف بعد
bn: এখনও কোনো লক্ষ্য নেই
de: Noch keine Ziele
es: Aún no hay metas
fr: Aucun objectif pour l’instant
hi: अभी तक कोई लक्ष्य नहीं
id: Belum ada tujuan
ja: まだ目標がありません
ko: 아직 목표가 없어요
mr: अद्याप कोणतेही उद्दिष्ट नाही
ne: अहिलेसम्म कुनै लक्ष्य छैन
pt_br: Nenhuma meta ainda
ru: Пока нет целей
ta: இதுவரை இலக்குகள் இல்லை
te: ఇంకా లక్ష్యాలు లేవు
tr: Henüz hedef yok
ur: ابھی تک کوئی ہدف نہیں
vi: Chưa có mục tiêu nào
zh_hans: 暂无目标

source: No history yet
ar: لا يوجد سجل بعد
bn: এখনও কোনো ইতিহাস নেই
de: Noch kein Verlauf
es: Aún no hay historial
fr: Aucun historique pour l’instant
hi: अभी तक कोई इतिहास नहीं
id: Belum ada riwayat
ja: まだ履歴がありません
ko: 아직 내역이 없어요
mr: अद्याप इतिहास नाही
ne: अहिलेसम्म कुनै इतिहास छैन
pt_br: Nenhum histórico ainda
ru: Пока нет истории
ta: இதுவரை வரலாறு இல்லை
te: ఇంకా హిస్టరీ లేదు
tr: Henüz geçmiş yok
ur: ابھی تک کوئی تاریخچہ نہیں
vi: Chưa có lịch sử

source: No installments yet
ar: لا توجد أقساط بعد
bn: এখনও কোনো কিস্তি নেই
de: Noch keine Ratenzahlungen
es: Aún no hay cuotas
fr: Aucune mensualité pour l’instant
hi: अभी तक कोई इंस्टॉलमेंट नहीं
id: Belum ada cicilan
ja: まだ分割払いがありません
ko: 아직 할부가 없어요
mr: अद्याप कोणतेही हप्ते नाहीत
ne: अहिलेसम्म कुनै किस्ता छैन
pt_br: Nenhum parcelamento ainda
ru: Пока нет рассрочек
ta: இதுவரை தவணைகள் இல்லை
te: ఇంకా వాయిదాలు లేవు
tr: Henüz taksit yok
ur: ابھی تک کوئی قسط نہیں
vi: Chưa có khoản trả góp nào
zh_hans: 暂无分期

source: No matching transactions
ar: لا توجد عمليات مطابقة
bn: কোনো মিলযুক্ত লেনদেন নেই
de: Keine passenden Buchungen
es: No hay transacciones coincidentes
fr: Aucune opération correspondante
hi: कोई मिलता-जुलता लेन-देन नहीं
id: Tidak ada transaksi yang cocok
ja: 一致する取引がありません
ko: 일치하는 거래가 없어요
mr: जुळणारे व्यवहार नाहीत
ne: मिल्दो कारोबार भेटिएन
pt_br: Nenhuma transação encontrada
ru: Нет подходящих операций
ta: பொருந்தும் பரிவர்த்தனைகள் இல்லை
te: సరిపోలే లావాదేవీలు లేవు
tr: Eşleşen işlem yok

source: No records yet
ar: لا توجد سجلات بعد
bn: এখনও কোনো রেকর্ড নেই
de: Noch keine Einträge
es: Aún no hay registros
fr: Aucune opération pour l’instant
hi: अभी तक कोई रिकॉर्ड नहीं
id: Belum ada catatan
ja: まだ記録がありません
ko: 아직 기록이 없어요
mr: अद्याप कोणतीही नोंद नाही
ne: अहिलेसम्म कुनै रेकर्ड छैन
pt_br: Nenhum registro ainda
ru: Пока нет записей
ta: இதுவரை பதிவுகள் இல்லை
te: ఇంకా రికార్డులు లేవు
tr: Henüz kayıt yok
ur: ابھی تک کوئی ریکارڈ نہیں
vi: Chưa có bản ghi nào
zh_hans: 暂无记录

source: No savings pots
ar: لا توجد أوعية ادخار
bn: কোনো সঞ্চয় পট নেই
de: Keine Spartöpfe
es: No hay huchas de ahorro
fr: Aucune cagnotte d’épargne
hi: कोई बचत पॉट नहीं
id: Belum ada pot tabungan
ja: 貯金箱がありません
ko: 저금통이 없어요
mr: बचत पॉट्स नाहीत
ne: कुनै बचत पोट छैन
pt_br: Nenhuma caixinha de poupança
ru: Нет копилок
ta: சேமிப்பு பாட்டுகள் இல்லை
te: పొదుపు పెట్టెలు లేవు
tr: Birikim kumbarası yok
ur: کوئی بچت برتن نہیں
vi: Chưa có quỹ tiết kiệm
zh_hans: 暂无储蓄罐

source: No spend
ar: لا إنفاق
bn: কোনো খরচ নেই
de: Keine Ausgaben
es: Sin gastos
fr: Aucune dépense
hi: कोई खर्च नहीं
id: Tanpa pengeluaran
ja: 支出なし
ko: 지출 없음
mr: खर्च नाही
ne: खर्च छैन
pt_br: Sem gastos
ru: Без трат
ta: செலவு இல்லை
te: ఖర్చు లేదు
tr: Harcama yok
ur: کوئی خرچ نہیں
vi: Không chi tiêu
zh_hans: 没有支出

source: No transactions
ar: لا توجد عمليات
bn: কোনো লেনদেন নেই
de: Keine Buchungen
es: No hay transacciones
fr: Aucune transaction
hi: कोई लेन-देन नहीं
id: Tidak ada transaksi
ja: 取引がありません
ko: 거래 없음
mr: कोणतेही व्यवहार नाहीत
ne: कुनै कारोबार छैन
pt_br: Nenhuma transação
ru: Нет операций
ta: பரிவர்த்தனைகள் இல்லை
te: లావాదేవీలు లేవు
tr: İşlem yok
ur: کوئی لین دین نہیں
vi: Không có giao dịch
zh_hans: 暂无交易

source: No transactions yet
ar: لا توجد عمليات بعد
bn: এখনও কোনো লেনদেন নেই
de: Noch keine Buchungen
es: Aún no hay transacciones
fr: Aucune transaction pour l’instant
hi: अभी तक कोई लेन-देन नहीं
id: Belum ada transaksi
ja: まだ取引がありません
ko: 아직 거래가 없어요
mr: अद्याप कोणतेही व्यवहार नाहीत
ne: अहिलेसम्म कुनै कारोबार छैन
pt_br: Nenhuma transação ainda
ru: Пока нет операций
ta: இதுவரை பரிவர்த்தனைகள் இல்லை
te: ఇంకా లావాదేవీలు లేవు
tr: Henüz işlem yok
ur: ابھی تک کوئی لین دین نہیں
vi: Chưa có giao dịch nào
zh_hans: 暂无交易

source: Not Now
ar: ليس الآن
bn: এখন নয়
de: Nicht jetzt
es: Ahora no
fr: Plus tard
hi: अभी नहीं
id: Nanti Saja
ja: 今はしない
ko: 나중에
mr: आत्ता नाही
ne: अहिले होइन
pt_br: Agora Não
ru: Не сейчас
ta: இப்போது வேண்டாம்
te: ఇప్పుడు వద్దు
tr: Şimdi Değil
ur: ابھی نہیں
vi: Để sau
zh_hans: 暂不

source: Note
ar: ملاحظة
bn: নোট
de: Notiz
es: Nota
hi: नोट
id: Catatan
ja: メモ
ko: 메모
mr: टीप
ne: नोट
pt_br: Observação
ru: Заметка
ta: குறிப்பு
te: గమనిక
tr: Not
ur: نوٹ
vi: Ghi chú
zh_hans: 备注

source: Note (optional)
ar: ملاحظة (اختياري)
bn: নোট (ঐচ্ছিক)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (facultatif)
hi: नोट (वैकल्पिक)
id: Catatan (opsional)
ja: メモ（任意）
ko: 메모 (선택 사항)
mr: टीप (ऐच्छिक)
ne: नोट (वैकल्पिक)
pt_br: Observação (opcional)
ru: Заметка (необязательно)
ta: குறிப்பு (விருப்பம்)
te: గమనిక (ఐచ్ఛికం)
tr: Not (isteğe bağlı)
ur: نوٹ (اختیاری)
vi: Ghi chú (không bắt buộc)
zh_hans: 备注（可选）

source: Nothing logged today — add one?
ar: لم يُسجَّل شيء اليوم — هل تريد إضافة واحد؟
bn: আজ কিছুই লগ করা হয়নি — একটি যোগ করবেন?
de: Heute noch nichts erfasst – jetzt hinzufügen?
es: Hoy no has registrado nada. ¿Quieres añadir uno?
fr: Rien d’enregistré aujourd’hui — tu en ajoutes une ?
hi: आज कुछ भी दर्ज नहीं हुआ — एक जोड़ें?
id: Belum ada yang dicatat hari ini — tambahkan sekarang?
ja: 今日はまだ記録がありません。追加しますか？
ko: 오늘 기록한 내용이 없어요 — 추가할까요?
mr: आज काहीही नोंदवलेले नाही — एक जोडायचे का?
ne: आज केही पनि लग गरिएको छैन — एउटा थप्ने?
pt_br: Nada registrado hoje — quer adicionar algo?
ru: Сегодня ничего не записано — добавить?
ta: இன்று எதுவும் பதிவு செய்யப்படவில்லை — ஒன்று சேர்க்கவா?
te: ఈరోజు ఏమీ నమోదు కాలేదు — ఒకటి జోడించాలా?
tr: Bugün henüz bir şey kaydedilmedi — eklemek ister misiniz?
ur: آج کچھ درج نہیں کیا گیا — ایک شامل کریں؟
vi: Chưa ghi gì hôm nay — thêm một khoản chứ?
zh_hans: 今天还没有记录 — 添加一笔？

source: Notifications
ar: الإشعارات
bn: নোটিফিকেশন
de: Benachrichtigungen
es: Notificaciones
hi: नोटिफ़िकेशन
id: Notifikasi
ja: 通知
ko: 알림
mr: नोटिफिकेशन्स
ne: सूचनाहरू
pt_br: Notificações
ru: Уведомления
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు
tr: Bildirimler
ur: اطلاعات
vi: Thông báo

source: Notifications are off — reminders won't fire. Enable them in Settings.
ar: الإشعارات متوقفة — لن تصل التذكيرات. فعّلها من الإعدادات.
bn: নোটিফিকেশন বন্ধ আছে — রিমাইন্ডার আসবে না। সেটিংসে গিয়ে চালু করুন।
de: Benachrichtigungen sind deaktiviert – Erinnerungen werden nicht ausgelöst. Aktiviere sie in den Einstellungen.
es: Las notificaciones están desactivadas: los recordatorios no sonarán. Actívalas en Ajustes.
fr: Les notifications sont désactivées — les rappels ne se déclencheront pas. Active-les dans Réglages.
hi: नोटिफ़िकेशन बंद हैं — रिमाइंडर नहीं आएंगे। सेटिंग्स में इन्हें चालू करें।
id: Notifikasi nonaktif — pengingat tidak akan muncul. Aktifkan di Pengaturan.
ja: 通知がオフになっています。リマインダーが届きません。設定でオンにしてください。
ko: 알림이 꺼져 있어요 — 알림이 울리지 않아요. 설정에서 켜주세요.
mr: नोटिफिकेशन्स बंद आहेत — स्मरणपत्रे येणार नाहीत. सेटिंग्जमध्ये ती सुरू करा.
ne: सूचनाहरू बन्द छन् — रिमाइन्डरले काम गर्दैन। सेटिङमा गई सक्रिय गर्नुहोस्।
pt_br: As notificações estão desativadas — os lembretes não vão disparar. Ative-as em Ajustes.
ru: Уведомления отключены — напоминания не будут срабатывать. Включите их в настройках.
ta: அறிவிப்புகள் அணைக்கப்பட்டுள்ளன — நினைவூட்டல்கள் வராது. அமைப்புகளில் அவற்றை இயக்கவும்.
te: నోటిఫికేషన్‌లు ఆఫ్‌లో ఉన్నాయి — రిమైండర్‌లు పని చేయవు. వాటిని Settingsలో ఎనేబుల్ చేయండి.
tr: Bildirimler kapalı — hatırlatıcılar tetiklenmeyecek. Ayarlar'dan etkinleştirin.
ur: اطلاعات بند ہیں — یاد دہانیاں فعال نہیں ہوں گی۔ انہیں ترتیبات میں فعال کریں۔
vi: Thông báo đang tắt — lời nhắc sẽ không hoạt động. Hãy bật trong Cài đặt.
zh_hans: 通知已关闭 — 提醒不会触发。请在「设置」中开启。

source: of salary
ar: من الراتب
bn: বেতনের
de: vom Gehalt
es: del sueldo
fr: du salaire
hi: वेतन का
id: dari gaji
ja: 給与に対して
ko: 급여 대비
mr: पगाराच्या
ne: तलबको
pt_br: do salário
ru: от зарплаты
ta: சம்பளத்தில்
te: జీతంలో
tr: maaşın
ur: تنخواہ کا
vi: trên lương
zh_hans: 占工资

source: of which subscriptions
ar: منها الاشتراكات
bn: যার মধ্যে সাবস্ক্রিপশন
de: davon Abonnements
es: de las cuales son suscripciones
fr: dont abonnements
hi: जिसमें से सब्सक्रिप्शन
id: termasuk langganan
ja: うちサブスクリプション
ko: 이 중 구독료
mr: त्यापैकी सबस्क्रिप्शन्स
ne: जसमध्ये सब्स्क्रिप्सन
pt_br: sendo assinaturas
ru: из них подписки
ta: இதில் சந்தாக்கள்
te: వాటిలో సబ్‌స్క్రిప్షన్‌లు
tr: abonelik payı
ur: جن میں سبسکرپشنز شامل ہیں
vi: trong đó có các gói đăng ký

source: OK
ar: حسنًا
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
id: OKE
ko: 확인
mr: ठीक आहे
ne: ठिक छ
ru: ОК
ta: சரி
te: సరే
tr: Tamam
ur: ٹھیک ہے
zh_hans: 好

source: One-time
ar: مرة واحدة
bn: একবারের
de: Einmalig
es: Puntual
fr: Ponctuel
hi: एक बार
id: Satu kali
ja: 一回限り
ko: 1회성
mr: एकवेळचा
ne: एकपटके
pt_br: Única vez
ru: Разовое
ta: ஒருமுறை
te: ఒకసారి
tr: Tek seferlik
ur: یک بار
vi: Một lần

source: One-time transaction
ar: عملية لمرة واحدة
bn: একবারের লেনদেন
de: Einmalige Buchung
es: Transacción puntual
fr: Transaction ponctuelle
hi: एक बार का लेन-देन
id: Transaksi satu kali
ja: 一回限りの取引
ko: 1회성 거래
mr: एकवेळचा व्यवहार
ne: एकपटके कारोबार
pt_br: Transação única
ru: Разовая операция
ta: ஒருமுறை பரிவர்த்தனை
te: ఒకసారి లావాదేవీ
tr: Tek seferlik işlem
ur: یک بار لین دین
vi: Giao dịch một lần
zh_hans: 单笔交易

source: Opens Monthly Plan
ar: يفتح الخطة الشهرية
bn: মাসিক পরিকল্পনা খোলে
de: Öffnet den Monatsplan
es: Abre el Plan mensual
fr: Ouvre le plan mensuel
hi: मासिक योजना खोलता है
id: Membuka Rencana Bulanan
ja: 月間プランを開く
ko: 월간 플랜을 열어요
mr: मासिक योजना उघडते
ne: मासिक योजना खोल्छ
pt_br: Abre o Plano Mensal
ru: Открывает план на месяц
ta: மாதாந்திரத் திட்டத்தைத் திறக்கும்
te: నెలవారీ ప్లాన్‌ను తెరుస్తుంది
tr: Aylık Planı Açar
ur: ماہانہ منصوبہ کھولتا ہے
vi: Mở Kế hoạch hàng tháng
zh_hans: 打开月度计划

source: Opens Paisa Khoi? to add an expense.
ar: يفتح Paisa Khoi? لإضافة مصروف.
bn: খরচ যোগ করতে Paisa Khoi? খোলে।
de: Öffnet Paisa Khoi?, um eine Ausgabe hinzuzufügen.
es: Abre Paisa Khoi? para añadir un gasto.
fr: Ouvre Paisa Khoi? pour ajouter une dépense.
hi: खर्च जोड़ने के लिए Paisa Khoi? खोलता है।
id: Membuka Paisa Khoi? untuk menambahkan pengeluaran.
ja: Paisa Khoi?を開いて支出を追加します。
ko: Paisa Khoi?를 열어 지출을 추가해요.
mr: खर्च जोडण्यासाठी Paisa Khoi? उघडते.
ne: खर्च थप्न Paisa Khoi? खोल्छ।
pt_br: Abre o Paisa Khoi? para adicionar uma despesa.
ru: Открывает Paisa Khoi? для добавления расхода.
ta: செலவு சேர்க்க Paisa Khoi?-வைத் திறக்கும்.
te: ఖర్చు జోడించడానికి Paisa Khoi?ను తెరుస్తుంది.
tr: Gider eklemek için Paisa Khoi?'yı açar.
ur: خرچ شامل کرنے کے لیے Paisa Khoi? کھولتا ہے۔
vi: Mở Paisa Khoi? để thêm khoản chi.
zh_hans: 打开钱去哪了？以添加一笔开销。

source: Opens Reminders
ar: يفتح التذكيرات
bn: রিমাইন্ডার খোলে
de: Öffnet Erinnerungen
es: Abre los recordatorios
fr: Ouvre les rappels
hi: रिमाइंडर खोलता है
id: Membuka Pengingat
ja: リマインダーを開きます
ko: 리마인더를 엽니다
mr: स्मरणपत्रे उघडते
ne: रिमाइन्डर खोल्छ
pt_br: Abre os lembretes
ru: Открывает напоминания
ta: நினைவூட்டல்களைத் திறக்கும்
te: రిమైండర్‌లను తెరుస్తుంది
tr: Hatırlatıcıları açar
ur: یاد دہانیاں کھولتا ہے
vi: Mở lời nhắc
zh_hans: 打开提醒
